Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DELETE_SIRI_HISTORY_FOOTER_EXPLANATION_IPHONE_RPI_ON
source: Delete the transcripts of your Siri & Dictation requests that are stored on this iPhone and used to personalize your experience.
ar: حذف النسخ النصية لطلبات Siri والإملاء المخزنة على هذا الـ iPhone والتي تُستخدم لتخصيص تجربتك.
bg: Изтриване на транскрипциите от вашите заявки към Siri и диктовка, съхранявани на този iPhone и използвани за персонализирането на вашето преживяване.
ca: Elimina de l’iPhone les transcripcions de les interaccions amb Siri i el dictat que s’utilitzen per personalitzar l’experiència.
cs: Tato akce z iPhonu smaže přepisy vašich požadavků na Siri a funkci diktování, které slouží k přizpůsobení uživatelského prostředí vašim potřebám.
da: Slet transskriptionerne af dine anmodninger i Siri og Diktering, der er gemt på denne iPhone og bruges til at tilpasse din oplevelse.
de: Lösche die Transkripte der Anfragen von „Siri & Diktieren“, die auf diesem iPhone gespeichert sind und zum Personalisieren deines Nutzungserlebnisses verwendet werden.
el: Διαγραφή των απομαγνητοφωνήσεων των αιτημάτων Siri και Υπαγόρευσης που αποθηκεύονται σε αυτό το iPhone και χρησιμοποιούνται για την εξατομίκευση της εμπειρίας σας.
es: Elimina las transcripciones de tus peticiones de Siri y Dictado almacenadas en este iPhone que se utilizan para personalizar tu experiencia.
es_us: Elimina las transcripciones de las peticiones de Siri y Dictado que se encuentran en este iPhone y que se usan para personalizar tu experiencia.
fi: Poista tähän iPhoneen tallennetut Siri- ja sanelupyyntöjen tekstimuunnokset, joita käytetään käyttökokemuksesi räätälöimiseen.
fr: Supprimez les transcriptions de vos requêtes Siri et Dictée stockées sur cet iPhone et utilisées pour personnaliser votre expérience.
fr_ca: Supprimez les transcriptions des demandes que vous avez formulées à Siri et Dictée, qui sont stockées sur cet iPhone et qui servent à personnaliser votre expérience.
he: באפשרותך למחוק את תמלולי הבקשות שלך ל-Siri ול״הכתבה״ שמאוחסנים במכשיר iPhone זה ומשמשים להתאמה אישית של החוויה שלך.
hi: अपने Siri और डिक्टेशन अनुरोधों के ट्रांसक्रिप्ट डिलीट करें जिन्हें इस iPhone पर संग्रहित किया गया है और जिनका इस्तेमाल आपका अनुभव वैयक्तिकृत करने के लिए किया गया है।
hr: Obrišite transkripte svojih zahtjeva za Siri i Diktat koji su pohranjeni na ovom iPhoneu i koji se koriste za personalizaciju vašeg iskustva.
hu: Törölheti a Siri és a Diktálás ezen az iPhone‑on tárolt és a felhasználói élmény személyre szabására használt átiratait.
id: Hapus transkrip permintaan Siri & Dikte Anda yang disimpan di iPhone ini dan digunakan untuk mempersonalisasi pengalaman Anda.
it: Elimina le trascrizioni delle richieste a Siri e Dettatura archiviate su iPhone e usate per personalizzare la tua esperienza.
ja: このiPhoneに保存されている、体験をパーソナライズするために使用されたSiriと音声入力の文字起こしを削除します。
kk: Осы iPhone құрылғысында сақталған және тәжірибеңізді жекелендіру үшін пайдаланылатын Siri және дауыспен теру сұрауларының транскрипттерін жойыңыз.
ko: 이 iPhone에 보관되고 개인 맞춤형 경험을 제공하는 데 사용된 Siri 및 받아쓰기 요청의 전사문이 삭제됩니다.
lt: Ištrinkite šiame „iPhone“ saugomas „Siri“ ir „Diktavimo“ užklausų transkripcijas, pagal kurias suasmeninama jūsų patirtis.
ms: Padam transkrip permintaan Siri & Perencanaan anda yang disimpan pada iPhone ini dan digunakan untuk memperibadikan pengalaman anda.
nb: Slett avskriftene av forespørsler til Siri og diktering som er lagret på denne iPhonen og brukt til å tilpasse opplevelsen din.
nl: Verwijder transcripten van je verzoeken voor 'Siri en de dicteerfunctie' die op deze iPhone worden bewaard en gebruikt om je ervaring te personaliseren.
pl: Usuń transkrypcje swoich poleceń Siri i funkcji Dyktowanie przechowywane na tym iPhonie i służące do personalizowania ich działania.
pt: Apaga as transcrições dos pedidos feitos à Siri e ao Ditado que estão armazenadas neste iPhone e são usadas para personalizar a sua experiência.
pt_pt: Apagar as transcrições dos pedidos a Siri e ao Ditado armazenadas neste iPhone e usadas para personalizar a sua experiência de utilização.
ro: Ștergeți transcrierile solicitărilor adresate către Siri și Dictare care sunt stocate pe acest iPhone și sunt utilizate pentru a vă personaliza experiența.
ru: Удалить расшифровки Ваших запросов к Siri и Диктовке, которые хранятся на этом iPhone и используются для персонализации Вашего пользовательского опыта.
sk: Vymaže prepisy vašich žiadostí na Siri a Diktovanie uložené na tomto iPhone a používané na prispôsobenie rozhrania.
sl: Izbrišite transkripcije zahtev za Siri in funkcijo Narekovanje, ki so shranjene v tem iPhonu in uporabljene za prilagajanje izkušnje.
sv: Radera transkriberingarna av dina Siri- och dikteringsinteraktioner som är lagrade på denna iPhone och som används till att personanpassa din upplevelse.
th: ลบข้อความถอดเสียงของคำขอของคุณจาก Siri และการป้อนตามคำบอกที่จัดเก็บอยู่ใน iPhone เครื่องนี้และใช้ปรับแต่งประสบการณ์สำหรับคุณโดยเฉพาะ
tr: Bu iPhone’da saklanan ve deneyiminizi kişiselleştirmek için kullanılan Siri ve Dikte isteklerinizin dökümlerini siler.
uk: Видалити транскрибовані протоколи запитів до Siri й Диктування, що зберігаються на цьому iPhone і використовуються для персоналізації.
vi: Xóa bản chép lại của các yêu cầu Siri & Đọc chính tả được lưu trữ trên iPhone này và được sử dụng để cá nhân hóa trải nghiệm của bạn.
zh_cn: 删除储存在此iPhone上并用于个性化你体验的“Siri与听写”请求的听写文本。
zh_hk: 刪除儲存在此iPhone上且用於個人化體驗的「Siri與聽寫」要求的轉寫記錄。
zh_tw: 刪除儲存在此iPhone上且用於個人化體驗的「Siri與聽寫」要求逐字稿。

# DELETE_SIRI_HISTORY_FOOTER_EXPLANATION_IPOD_OPTEDIN
source: Delete Siri & Dictation interactions currently associated with this iPod touch from Apple servers. Data that has been sampled to help improve Siri and Dictation is no longer associated with this iPod touch and will not be deleted.
ar: حذف تفاعلات "Siri والإملاء" المقترنة حاليًا مع هذا الـ iPod touch من خوادم Apple. لم تعد البيانات المأخوذة كعينة للمساعدة في تحسين "Siri والإملاء" مقترنة بهذا الـ iPod touch، ولن يتم حذفها.
bg: Изтрийте взаимодействията на Siri и Диктовка, които в момента се асоциират с този iPod touch, от сървърите на Apple. Данни, които са използвани за примери за подобряване на Siri и Диктовка, вече не се асоциират с този iPod touch и няма да бъдат изтрити.
ca: S’eliminaran dels servidors d’Apple les interaccions de Siri i del dictat que estiguin associades a l’iPod touch. Les dades que s’han analitzat per ajudar a millorar Siri i el dictat ja no estan associades a l’iPod touch, de manera que no s’eliminaran.
cs: Tato akce smaže ze serverů Apple informace o komunikaci se Siri a s funkcí diktování, které jsou nyní přidružené k tomuto iPodu touch. Data navzorkovaná za účelem zlepšování Siri a diktování už k tomuto iPodu touch přidružená nejsou a nebudou smazána.
da: Slet interaktioner med Siri og Diktering, der er knyttet til denne iPod touch, fra Apples servere. Data, der er blevet indsamlet med henblik på at forbedre Siri og Diktering, er ikke længere knyttet til denne iPod touch og bliver ikke slettet.
de: Lösche mit diesem iPod touch verknüpfte Interaktionen mit Siri und der Diktierfunktion von den Apple-Servern. Daraus gewonnene Daten zur Verbesserung von Siri und der Diktierfunktion werden nicht mehr mit diesem iPod touch verknüpft und werden nicht gelöscht.
el: Διαγραφή των αλληλεπιδράσεών σας με το Siri και την Υπαγόρευση που είναι συσχετισμένες με αυτό το iPod touch από τους διακομιστές της Apple. Τα δείγματα δεδομένων που χρησιμοποιήθηκαν για τη βελτίωση του Siri και της Υπαγόρευσης δεν είναι πλέον συσχετισμένα με αυτό το iPod touch και δεν θα διαγραφούν.
es: Elimina de los servidores de Apple las interacciones de Siri y Dictado actualmente asociadas con este iPod touch. Los datos usados para ayudar a mejorar Siri y Dictado ya no están asociados con este iPod touch y no se eliminarán.
es_us: Borra las interacciones de Siri y el dictado asociadas actualmente con este iPod touch de los servidores de Apple. Las muestras que se tomaron para ayudar a mejorar a Siri y el dictado ya no están asociadas con este iPod touch y no se borrarán.
fi: Poista tähän iPod touchiin liittyvät Siri-keskustelut ja sanelutoiminnot Applen palvelimilta. Tietoja, joita on käytetty Sirin ja sanelun parantamiseen, ei enää liitetä tähän iPod touchiin eikä niitä poisteta.
fr: Supprimez les interactions avec Siri et Dictée actuellement associées à cet iPod touch des serveurs Apple. Les données recueillies en vue d’améliorer Siri et Dictée ne sont plus associées à cet iPod touch et ne seront pas supprimées.
fr_ca: Supprimez les interactions avec Siri et Dictée actuellement associées à cet iPod touch des serveurs d’Apple. Les données qui ont été échantillonnées pour contribuer à l’amélioration de Siri et de Dictée ne sont plus associées à cet iPod touch et ne seront pas supprimées.
he: ניתן למחוק את האינטראקציות עם Siri ו״הכתבה״ שמקושרות כרגע עם iPod touch זה מהשרתים של Apple. מידע שנדגם כדי לשפר את Siri ואת ״הכתבה״ כבר לא מקושר עם iPod touch זה והוא לא יימחק.
hi: Apple सर्वर से इस iPod touch के साथ अभी संबद्ध Siri और डिक्टेशन इंटरऐक्शन को डिलीट करें। Siri और डिक्टेशन को बेहतर बनाने में मदद करने के लिए नमूने के रूप में लिया गया डेटा अब इस iPod touch से संबद्ध नहीं है और उसे डिलीट नहीं किया जाएगा।
hr: Obrišite interakcije sa Siri i Diktatom koje su trenutačno povezane s ovim iPod touch uređajem s Appleovih servera. Podaci koji su uzorkovani radi poboljšanja Siri i Diktata više nisu povezani s ovim iPod touch uređajem i neće biti obrisani.
hu: Törölheti az Apple szervereiről a Sirivel és a Diktálással végzett olyan műveleteket, amelyek jelenleg ezzel az iPod touchcsal vannak társítva. A Siri és a Diktálás továbbfejlesztése céljából mintavételezett adatok nincsenek többé az iPod touchcsal társítva, és nem lesznek törölve.
id: Hapus interaksi Siri & Dikte yang saat ini dikaitkan dengan iPod touch ini dari server Apple. Data yang telah dibuat sampel untuk membantu meningkatkan Siri dan Dikte tidak lagi dikaitkan dengan iPod touch ini dan tidak akan dihapus.
it: Elimina dai server di Apple le interazioni con Siri e Dettatura attualmente associate a questo iPod touch. I dati campione raccolti per migliorare Siri e Dettatura non saranno più associati a questo iPod touch e non verranno eliminati.
ja: このiPod touchに現在関連付けられているSiriと音声入力に対する操作の音声をAppleのサーバから削除します。Siriと音声入力の改善のためにサンプリングが済んでいるデータは、このiPod touchとの関連付けはすでに解除されていて削除はされません。
kk: Қазіргі уақытта осы iPod touch құрылғысымен байланысты Siri және «Мәтінді дауыспен енгізу» функцияларының өзара әрекеттестігін Apple серверлерінен жою. Siri және мәтінді дауыспен енгізу функциясын жақсартуға көмектесу үшін жиналған деректер енді осы iPod touch құрылғысымен байланысты емес және жойылмайды.
ko: Apple 서버에서 현재 이 iPod touch와 관련된 Siri 및 받아쓰기 상호 작용을 삭제합니다. Siri 및 받아쓰기 기능을 향상하기 위해 샘플링된 데이터는 더 이상 이 iPod touch와 연계되지 않지만 삭제되지는 않습니다.
lt: Iš „Apple“ serverių ištrinkite šiuo metu su „iPod touch“ susietas programų „Siri“ ir „Diktavimas“ sąveikas. Duomenys, kurių pavyzdžiai buvo paimti siekiant patobulinti programas „Siri“ ir „Diktavimas“, nebesiejami su šiuo „iPod touch“ ir nebus ištrinti.
ms: Padam interaksi Siri & Perencanaan yang pada masa ini dikaitkan dengan iPod touch ini daripada pelayan Apple. Data yang telah disampel untuk membantu meningkatkan Siri dan Perencanaan tidak lagi dikaitkan dengan iPod touch ini serta tidak akan dipadamkan.
nb: Slett Siri- og Diktering-interaksjon knyttet til denne iPod touch-enheten fra Apples tjenere. Dataprøver som har blitt innhentet for å hjelpe med å forbedre Siri og Diktering, er ikke lenger knyttet til denne iPod touch-enheten og vil ikke bli slettet.
nl: Verwijder interacties met Siri en de dicteerfunctie die momenteel met deze iPod touch zijn geassocieerd van de Apple servers. Gegevens die zijn gesampled om Siri en de dicteerfunctie te verbeteren, zijn dan niet meer geassocieerd met deze iPod touch en worden niet verwijderd.
pl: Usuń interakcje z Siri i funkcją Dyktowanie powiązane obecnie z tym iPodem touch z serwerów Apple. Dane, na których przeprowadzono próbkowanie na potrzeby udoskonalania Siri i funkcji Dyktowanie, nie są już powiązane z tym iPodem touch i nie zostaną usunięte.
pt: Apague as interações com a Siri e o Ditado associadas atualmente a este iPod touch dos servidores da Apple. Os dados transformados em amostras para melhorar a Siri e o Ditado não estão mais associados a este iPod touch e não serão apagados.
pt_pt: Apagar dos servidores da Apple as interações com Siri e o Ditado atualmente associadas a este iPod touch. As amostras de dados que foram usadas para ajudar a melhorar Siri e o Ditado já não estão associadas a este iPod touch e não serão apagadas.
ro: Ștergeți de pe serverele Apple interacțiunile care implică Siri și dictarea asociate în prezent cu acest iPod touch. Datele care au fost eșantionate pentru a susține îmbunătățirea funcționalităților Siri și Dictare nu mai sunt asociate cu acest iPod touch și nu vor fi șterse.
ru: Удалить с серверов Apple взаимодействия Siri и Диктовки, связанные сейчас с этим iPod touch. Данные, собранные, чтобы помочь улучшить Siri и Диктовку, больше не связаны с этим iPod touch и удалены не будут.
sk: Vymazať interakcie so Siri a Diktovaním priradené k tomuto iPodu touch zo serverov spoločnosti Apple. Dáta, ktoré boli vybrané na vylepšovanie Siri a Diktovania, už nie sú priradené k tomuto iPodu touch a nebudú vymazané.
sl: Izbrišite interakcije Siri in funkcije Narekovanje, ki so trenutno povezane s to napravo iPod touch, iz strežnikov družbe Apple. Podatki, ki so bili vzorčeni za izboljšanje Siri in funkcije Narekovanje, niso več povezani s to napravo iPod touch in ne bodo izbrisani.
sv: Radera Siri- och dikteringsinteraktioner som för närvarande är associerade med denna iPod touch från Apple-servrar. Data som har använts till att hjälpa till att förbättra Siri och diktering är inte längre associerade med denna iPod touch och kommer inte att raderas.
th: ลบการโต้ตอบกับ Siri และการป้อนตามคำบอกที่ปัจจุบันนี้ผูกกับ iPod touch เครื่องนี้ออกจากเซิร์ฟเวอร์ Apple ข้อมูลที่ถูกสุ่มตัวอย่างเพื่อช่วยปรับปรุง Siri และการป้อนตามคำบอกไม่ผูกกับ iPod touch เครื่องนี้อีกต่อไปและจะไม่ถูกลบ
tr: Bu iPod touch ile ilişkili Siri ve Dikte etkileşimlerini Apple sunucularından siler. Siri’yi ve Dikte’yi iyileştirmeye yardımcı olmak için örneklenen veriler artık bu iPod touch ile ilişkili değildir ve silinmezler.
uk: Видалити взаємодії з Siri й Диктуванням, наразі повʼязані з цим iPod touch, з серверів Apple. Зразки даних, які було взято для вдосконалення Siri й Диктування, більше не повʼязуються з цим iPod touch і видалятися не будуть.
vi: Xóa các tương tác Siri & Đọc chính tả hiện được liên kết với iPod touch này khỏi các máy chủ của Apple. Dữ liệu đã được lấy mẫu để giúp cải tiến Siri và Đọc chính tả không được liên kết với iPod touch này nữa và sẽ không bị xóa.
zh_cn: 从Apple服务器上删除与这台iPod touch关联的Siri与听写交互。用于协助改进Siri和听写的采样数据将不再与这台iPod touch关联，且不会被删除。
zh_hk: 從Apple伺服器刪除目前連繫至此iPod touch的Siri與「聽寫」互動。已取樣作為協助Siri和「聽寫」的資料不再連繫至此iPod touch，亦不會被刪除。
zh_tw: 從Apple伺服器上刪除目前與此iPod touch相關的Siri與「聽寫」互動。已取樣用來協助改進Siri和「聽寫」的資料將不會再與此iPod touch產生關聯，也不會刪除。

# DELETE_SIRI_HISTORY_FOOTER_EXPLANATION_IPOD_OPTEDOUT
source: Delete Siri & Dictation interactions currently associated with this iPod touch from Apple servers.
ar: حذف تفاعلات Siri والإملاء المقترنة حاليًا مع هذا الـ iPod touch من خوادم Apple.
bg: Изтрийте взаимодействията на Siri и Диктовка, които в момента се асоциират с този iPod touch, от сървърите на Apple.
ca: S’eliminaran dels servidors d’Apple les interaccions de Siri i del dictat que estiguin associades a l’iPod touch.
cs: Tato akce smaže ze serverů Apple informace o komunikaci se Siri a s funkcí diktování, které jsou nyní přidružené k tomuto iPodu touch.
da: Slet interaktioner med Siri og Diktering, der er knyttet til denne iPod touch, fra Apples servere.
de: Lösche mit diesem iPod touch verknüpfte Interaktionen mit Siri und der Diktierfunktion von den Apple-Servern.
el: Διαγραφή των αλληλεπιδράσεών σας με το Siri και την Υπαγόρευση που είναι συσχετισμένες με αυτό το iPod touch από τους διακομιστές της Apple.
es: Elimina de los servidores de Apple las interacciones de Siri y Dictado actualmente asociadas con este iPod touch.
es_us: Borra las interacciones con Siri y el dictado asociadas actualmente con este iPod touch de los servidores de Apple.
fi: Poista tähän iPod touchiin liitetyt Siri-keskustelut ja sanelutoiminnot Applen palvelimilta.
fr: Supprimez les interactions avec Siri et Dictée actuellement associées à cet iPod touch des serveurs Apple.
fr_ca: Supprimez les interactions avec Siri et Dictée actuellement associées à cet iPod touch des serveurs d’Apple.
he: ניתן למחוק האינטראקציות עם Siri ו״הכתבה״ שמקושרות כרגע עם iPod touch זה מהשרתים של Apple.
hi: Apple सर्वर से इस iPod touch के साथ अभी संबद्ध Siri और डिक्टेशन इंटरऐक्शन को डिलीट करें।
hr: Obrišite interakcije sa Siri i Diktatom koje su trenutačno povezane s ovim iPod touch uređajem s Appleovih servera.
hu: Törölheti az Apple szervereiről a Sirivel és a Diktálással végzett olyan műveleteket, amelyek jelenleg ezzel az iPod touchcsal vannak társítva.
id: Hapus interaksi Siri & Dikte yang saat ini dikaitkan dengan iPod touch ini dari server Apple.
it: Elimina dai server di Apple le interazioni con Siri e Dettatura attualmente associate a questo iPod touch.
ja: このiPod touchに現在関連付けられているSiriと音声入力に対する操作の音声をAppleのサーバから削除します。
kk: Қазіргі уақытта осы iPod touch құрылғысымен байланысты Siri және «Мәтінді дауыспен енгізу» функцияларының өзара әрекеттестігін Apple серверлерінен жою.
ko: Apple 서버에서 현재 이 iPod touch와 관련된 Siri 및 받아쓰기 상호 작용을 삭제합니다.
lt: Iš „Apple“ serverių ištrinkite šiuo metu su „iPod touch“ susietas programų „Siri“ ir „Diktavimas“ sąveikas.
ms: Padam interaksi Siri & Perencanaan yang pada masa ini dikaitkan dengan iPod touch ini daripada pelayan Apple.
nb: Slett Siri- og Diktering-interaksjon knyttet til denne iPod touch-enheten fra Apples tjenere.
nl: Verwijder interacties met Siri en de dicteerfunctie die momenteel met deze iPod touch zijn geassocieerd van de Apple servers.
pl: Usuń interakcje z Siri i funkcją Dyktowanie powiązane obecnie z tym iPodem touch z serwerów Apple.
pt: Apague as interações com a Siri e o Ditado associadas atualmente a este iPod touch dos servidores da Apple.
pt_pt: Apagar dos servidores da Apple as interações com Siri e o Ditado atualmente associadas a este iPod touch.
ro: Ștergeți de pe serverele Apple interacțiunile care implică Siri și dictarea asociate în prezent cu acest iPod touch.
ru: Удалить с серверов Apple взаимодействия Siri и Диктовки, связанные сейчас с этим iPod touch.
sk: Vymazať interakcie so Siri a Diktovaním priradené k tomuto iPodu touch zo serverov spoločnosti Apple.
sl: Izbrišite interakcije Siri in funkcije Narekovanje, ki so trenutno povezane s to napravo iPod touch, iz strežnikov družbe Apple.
sv: Radera Siri- och dikteringsinteraktioner som för närvarande är associerade med denna iPod touch från Apple-servrar.
th: ลบการโต้ตอบกับ Siri และการป้อนตามคำบอกที่ปัจจุบันนี้ผูกกับ iPod touch เครื่องนี้ออกจากเซิร์ฟเวอร์ Apple
tr: Bu iPod touch ile ilişkili Siri ve Dikte etkileşimlerini Apple sunucularından siler.
uk: Видалити взаємодії з Siri й Диктуванням, наразі повʼязані з цим iPod touch, з серверів Apple.
vi: Xóa các tương tác Siri & Đọc chính tả hiện được liên kết với iPod touch này khỏi các máy chủ của Apple.
zh_cn: 从Apple服务器上删除与这台iPod touch关联的Siri与听写交互。
zh_hk: 從Apple伺服器刪除目前連繫至此iPod touch的Siri與「聽寫」互動。
zh_tw: 從Apple伺服器上刪除目前與此iPod touch相關的Siri與「聽寫」互動。
